Dlubal.RFEM5.IntersectionOfSurfaces
Intersection of surfaces parameters

Dlubal.RFEM5.IntersectionOfSurfaces.No
Number

Dlubal.RFEM5.IntersectionOfSurfaces.ID
Identifier

Dlubal.RFEM5.IntersectionOfSurfaces.Comment
Comment

Dlubal.RFEM5.IntersectionOfSurfaces.Tag
Tag

Dlubal.RFEM5.IntersectionOfSurfaces.IsValid
Information if the object is valid or not (read only)

Dlubal.RFEM5.IntersectionOfSurfaces.Surface1No
First surface number

Dlubal.RFEM5.IntersectionOfSurfaces.Surface2No
Second surface number

Dlubal.RFEM5.IntersectionOfSurfaces.LineList
List of line numbers generated by intersection (read only)